[  
{
    "id": "bookkeeper",
    "image": "https://i.ibb.co/72D1zBg/bookkeeper.png",
    "edition": "custom",
    "firstNight": 28,
    "firstNightReminder": "Inform the Bookkeeper that one of two players is a particular character.",
    "reminders": ["Correct","Decoy"],
    "setup": false,
    "name": "Bookkeeper",
    "team": "townsfolk",
    "ability": "You start knowing that one of two players is a particular character."
  },
{
    "id": "elder",
    "image": "https://i.ibb.co/pzwcdHN/elder.png",
    "edition": "custom",
    "firstNight": 25,
    "firstNightReminder": "Inform the Elder that one evil character exists. If it is a minion, they learn two people who are not that minion. If it is a demon, they learn one person who is not the demon.",
    "reminders": ["Seen","No"],
    "setup": false,
    "name": "Elder",
    "team": "townsfolk",
    "ability": "You start knowing one of the evil characters in play and that some players are not this character; one player for demon and two players for minion."
  },
{
    "id": "linecook",
    "image": "https://i.ibb.co/CzYGK0T/linecook.png",
    "edition": "custom",
    "firstNight": 31,
    "firstNightReminder": "Inform the Line Cook of how many players are registering currently as Townsfolk.",
    "setup": false,
    "name": "Line Cook",
    "team": "townsfolk",
    "ability": "You start knowing how many players are townsfolk."
  },
{
    "id": "chemist",
    "image": "https://i.ibb.co/3Y0b9HF/chemist.png",
    "edition": "custom",
    "firstNight": 7,
    "firstNightReminder": "The Chemist to chooses a player. The chosen player receives the Chemist token. The first time a minion ability interacts with a player with the Chemist token, the minion is instead made drunk and the player is unaffected.",
    "otherNight": 10,
    "otherNightReminder": "The Chemist to chooses a player. The chosen player receives the Chemist token. The first time a minion ability interacts with a player with the Chemist token, the minion is instead made drunk and the player is unaffected.",
    "reminders": ["Chemist","Drunk"],
    "setup": false,
    "name": "Chemist",
    "team": "townsfolk",
    "ability": "Each night, choose a player other than yourself. They are sober and immune to minion abilities until dusk. You are permanently sober."
  },
{
    "id": "mentalist",
    "image": "https://i.ibb.co/MBC8PMg/mental.png",
    "edition": "custom",
    "firstNight": 40,
    "firstNightReminder": "The Mentalist chooses a player that is not themself or their direct neighbor. Inform them if any living neighbors of their target is evil.",
    "otherNight": 64,
    "otherNightReminder": "The Mentalist chooses a player that is not themself or their direct neighbor. Inform them if any living neighbors of their target is evil.",
    "setup": false,
    "name": "Mentalist",
    "team": "townsfolk",
    "ability": "Each night, choose a player that is not yourself or your direct neighbor. You learn if that player’s direct neighbors have at least one evil alive player. If only three players remain, you learn how many are evil."
  },
{
    "id": "astrologer",
    "image": "https://i.ibb.co/0Xrb4Mb/astro.png",
    "edition": "custom",
    "otherNight": 67,
    "otherNightReminder": "The Astrologer choose two characters of the same type. They learn if either of those characters have voted during the previous day.",
    "reminders": ["Voted"],
    "setup": false,
    "name": "Astrologer",
    "team": "townsfolk",
    "ability": "*Each night, choose two characters of the same type other than your own. You learn if any of those characters have voted."
  },
{
    "id": "gravedigger",
    "image": "https://i.ibb.co/rH6XzGb/grave.png",
    "edition": "custom",
    "otherNight": 70,
    "otherNightReminder": "The Grave Digger chooses a player. If this player is dead, inform the Grave Digger of the target player's character and alignment. If they are alive, they do not learn any information.",
    "setup": false,
    "name": "Grave Digger",
    "team": "townsfolk",
    "ability": "*Each night, choose a player. If they are dead, you learn their character and alignment."
  },
{
    "id": "medic",
    "image": "https://i.ibb.co/J2dVhL5/medic.png",
    "edition": "custom",
    "otherNight": 37,
    "otherNightReminder": "The Medic to choose a player. They cannot chose a player who was protected the night before. This player cannot die from being attacked by a demon.",
    "reminders": ["Safe"],
    "setup": false,
    "name": "Medic",
    "team": "townsfolk",
    "ability": "*Each night, choose a player. They are safe from the demon tonight. You cannot choose the same player two nights in a row."
  },
{
    "id": "reporter",
    "image": "https://i.ibb.co/ZSrYk6g/reporter.png",
    "edition": "custom",
    "firstNight": 0,
    "otherNight": 38,
    "otherNightReminder": "The Reporter chooses a player. If this player is a demon, the demon will learn which player is the Reporter and that they are being watched. If the Reporter's target successfully kills another player, wake up the Reporter again and inform them of a successful kill.",
    "reminders": ["Watched"],
    "setup": false,
    "name": "Reporter",
    "team": "townsfolk",
    "ability": "*Each night, choose a player. If they are a demon, they learn who you are. If they successfully kill a player, you learn that they killed a player."
  },
{
    "id": "sharpshooter",
    "image": "https://i.ibb.co/TKPcjqD/sharpshooter.png",
    "edition": "custom",
    "reminders": ["Used"],
    "setup": false,
    "name": "Sharpshooter",
    "team": "townsfolk",
    "ability": "Once per game during the day, choose a player. If they are evil, they die. The demon is safe if other evil players are alive."
  },
{
    "id": "azureone",
    "image": "https://i.ibb.co/0K8m27X/azure.png",
    "edition": "custom",
    "otherNight": 2,
    "otherNightReminder": "If a townsfolk who does not have a first night only ability dies at any point, at night, replace the Azure One's character token with the dead townsfolk's character token and inform the player of their new character. This triggers on the first eligible townsfolk dies and ignores faulty detection. All reminder tokens remain in their place from the previous player.",
    "reminders": ["Copy"],
    "setup": false,
    "name": "Azure One",
    "team": "townsfolk",
    "ability": "If a townsfolk character that is not a first night only ability dies, you become that character. This ability detects a player’s true character."
  },
{
    "id": "blackknight",
    "image": "https://i.ibb.co/PrhyLHt/black.png",
    "edition": "custom",
    "firstNight": 0,
    "otherNight": 55,
    "otherNightReminder": "If targeted by a demon, the Black Knight to chooses a player. If that player is a non-demon evil aligned character, they die.",
    "reminders": ["Die"],
    "setup": false,
    "name": "Black Knight",
    "team": "townsfolk",
    "ability": "You are safe from the demon. If the demon targets you, wake up and choose a player. If they are evil but not the demon, they die. You may register as any evil minion to townsfolk."
  },
{
    "id": "secretagent",
    "image": "https://i.ibb.co/RvgRWCk/agent.png",
    "edition": "custom",
    "reminders": ["Used"],
    "setup": false,
    "name": "Secret Agent",
    "team": "townsfolk",
    "ability": "If only two players are alive, your team wins. The first time you are targeted by the demon, their ability malfunctions and another player dies. You are undetectable and untargetable on night one, targeting a neighbor if chosen by another player."
  },
{
    "id": "conspiracist",
    "image": "https://i.ibb.co/g7Z3sSh/conspir.png",
    "edition": "custom",
    "otherNight": 22,
    "otherNightReminder": "The Conspiracist choose an alive player who has not previously chosen and a character. If a good player's character is guessed incorrectly, that player is drunk until dusk. If a bad player's character is guessed incorrectly, the evil player wakes up and chooses a player. The evil team learns the chosen player's character. If there are no available players, the Conspiracist is not woken up.",
    "reminders": ["Drunk","Checked"],
    "setup": false,
    "name": "Conspiracist",
    "team": "outsider",
    "ability": "*Each night, choose an alive player and a character. Incorrect guesses cause good players to become drunk until dusk and evil players can choose a player and the evil team learns their character. You cannot choose the same player more than once."
  },
{
    "id": "betrayer",
    "image": "https://i.ibb.co/Jj72zJv/betrayer.png",
    "edition": "custom",
    "otherNight": 2,
    "otherNightReminder": "If executed by the town, inform the Betrayer that they are evil.",
    "reminders": ["Betrayed"],
    "setup": false,
    "name": "Betrayer",
    "team": "outsider",
    "ability": "If you are executed, you become evil."
  },
{
    "id": "commoner",
    "image": "https://i.ibb.co/6HJc5wQ/common.png",
    "edition": "custom",
    "firstNight": 5,
    "firstNightReminder": "Inform the evil team that this player is the Commoner.",
    "setup": false,
    "name": "Commoner",
    "team": "outsider",
    "ability": "At the start of the game, the evil team learns who you are."
  },
{
    "id": "imposter",
    "image": "https://i.ibb.co/54hkjkB/imposter.png",
    "edition": "custom",
    "remindersGlobal": ["Imposter"],
    "setup": true,
    "name": "Imposter",
    "team": "outsider",
    "ability": "You believe you are a townsfolk that is in play but your ability malfunctions."
  },
{
    "id": "hypnotist",
    "image": "https://i.ibb.co/gm18m5n/hypno.png",
    "edition": "custom",
    "firstNight": 6,
    "firstNightReminder": "The Hypnotist chooses a good player. This player is notified that they are evil aligned and will remain evil until the Hypnotist dies.",
    "reminders": ["Evil"],
    "setup": false,
    "name": "Hypnotist",
    "team": "minion",
    "ability": "On the first night, choose a good player. They are now evil until you die."
  },
{
    "id": "illusion",
    "image": "https://i.ibb.co/wzg8gXG/illusion.png",
    "edition": "custom",
    "firstNight": 16,
    "firstNightReminder": "The Illusion chooses a player. This player will be treated as an evil aligned Illusion by other abilities tonight and during the day tomorrow.",
    "otherNight": 19,
    "otherNightReminder": "The Illusion chooses a player. This player will be treated as an evil aligned Illusion by other abilities tonight and during the day tomorrow.",
    "reminders": ["Illusion"],
    "setup": false,
    "name": "Illusion",
    "team": "minion",
    "ability": "Each night, choose a player. This player will register as an Illusion until dusk."
  },
{
    "id": "ghostdancer",
    "image": "https://i.ibb.co/BVnxhQ3/ghostdancer.png",
    "edition": "custom",
    "firstNight": 99,
    "firstNightReminder": "Inform the Ghost Dancer of the closest living good player's  characters and tokens.",
    "otherNight": 99,
    "otherNightReminder": "Inform the Ghost Dancer of the closest living good player's  characters and tokens.",
    "setup": true,
    "name": "Ghost Dancer",
    "team": "minion",
    "ability": "Each night, you learn the characters of your closest living good neighbors and their current statuses. You do not count towards the player count for win conditions. [Outsiders +1]"
  },
{
    "id": "tentacle",
    "image": "https://i.ibb.co/TvG0wQ9/tentmons.png",
    "edition": "custom",
    "firstNight": 10,
    "firstNightReminder": "Place the Poison C token on the closest clockwise good neighbor and the Poison R token on the closest counter clockwise good neighbor. Inform the Tentacle monster about the current poisoned players.",
    "otherNight": 13,
    "otherNightReminder": "Move the Poison C token clockwise to the next good neighbor and the Poison R token counter clockwise to the next good neighbor. Inform the Tentacle monster about the current poisoned players.",
    "reminders": ["Poison C", "Poison R"],
    "setup": false,
    "name": "Tentacle Monster",
    "team": "minion",
    "ability": "Your two closest good neighbors are poisoned. *Each night, two different players are poisoned, one clockwise and one counterclockwise, to the next good player."
  },
{
    "id": "dungeonkeeper",
    "image": "https://i.ibb.co/hmyJ1hJ/dungeon.png",
    "edition": "custom",
    "otherNight": 46,
    "otherNightReminder": "The Dungeon Keeper chooses a player. That player dies. If the Dugeon Keeper is dead, they choose a living minion. This chosen player will now assign kills starting the next day.",
    "reminders": ["Die","Killer"],
    "setup": false,
    "name": "Dungeon Keeper",
    "team": "demon",
    "ability": "*Each night, choose a player: they die. If you die and at least one minion is still alive, you choose a minion to assign kills and the game continues until one more minion is executed."
  },
{
    "id": "littledevil",
    "image": "https://i.ibb.co/NZT0wYq/littdev.png",
    "edition": "custom",
    "otherNight": 46,
    "otherNightReminder": "The Little Devil chooses a player. That player dies. If the target player is a minion, the nearest good aligned player dies instead. Swap the targeted minion and Little Devil's character tokens. Inform the minion that they are the demon.",
    "reminders": ["Die"],
    "setup": false,
    "name": "Little Devil",
    "team": "demon",
    "ability": "*Each night, choose a player: they die. If a minion is chosen, you will swap characters with them and one of the closest good neighbors will be targeted."
  },
{
    "id": "darklord",
    "image": "https://i.ibb.co/h8602LW/darklord.png",
    "edition": "custom",
    "otherNight": 52,
    "otherNightReminder": "The Dark Lord chooses a player. That player dies.",
    "reminders": ["Die"],
    "setup": true,
    "name": "Dark Lord",
    "team": "demon",
    "ability": "*Each night, choose a player: they die. [Outsiders +2 but not exceeding 4]"
  },
{
    "id": "enchantress",
    "image": "https://i.ibb.co/hZbZvDC/enchantress.png",
    "edition": "custom",
    "otherNight": 49,
    "otherNightReminder": "The Enchantress to choose a player. If this is the first attack on a good aligned player, this player becomes evil. Provide updated evil information to the known evil team. Otherwise, the targeted player dies.",
    "reminders": ["Die","Charmed"],
    "setup": true,
    "name": "Enchantress",
    "team": "demon",
    "ability": "*Each night, choose a player: they die. Your first townsfolk or outsider targeted is turned evil and does not die if the attack is successful. [Outsiders -1]"
  },
{
    "id": "chaos",
    "image": "https://i.ibb.co/hDGQvtK/chaos.png",
    "edition": "custom",
    "otherNight": 25,
    "otherNightReminder": "Change the Chaos's alignment and inform them of their current alignment.",
    "setup": false,
    "name": "Chaos",
    "team": "traveler",
    "ability": "Each night, you change alignment. If you start evil, you do not learn which player is the demon."
  },
{
    "id": "shieldmaiden",
    "image": "https://i.ibb.co/NK0fBcB/shield.png",
    "edition": "custom",
    "firstNight": 22,
    "firstNightReminder": "The Shield Maiden chooses a player other than themselves or the player who was previously shielded. The chosen player is now shielded. They cannot die until dusk.",
    "otherNight":28,
    "otherNightReminder": "The Shield Maiden chooses a player other than themselves or the player who was previously shielded. The chosen player is now shielded. They cannot die until dusk.",
    "reminders": ["Shielded"],
    "setup": false,
    "name": "Shield Maiden",
    "team": "traveler",
    "ability": "Each night, choose a player other than yourself. This player cannot die until the next night. You cannot choose the same player you chose the night before."
  },
{
"id": "scapegoat"
},
{
"id": "judge"
},
{
"id": "deviant"
}
]